tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
brew "act"
brew "openssl@1.1"
brew "aspell"
brew "automake"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "black", restart_service: true
brew "gettext"
brew "libffi"
brew "pkg-config"
brew "cmake"
brew "coreutils"
brew "exercism"
brew "libtool"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "gitleaks"
brew "gitmoji"
brew "gnupg"
brew "go"
brew "helm"
brew "highlight"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libgit2"
brew "ncdu"
brew "ninja"
brew "openconnect"
brew "openssh"
brew "pandoc"
brew "parallel"
brew "pdftk-java"
brew "pipenv"
brew "pre-commit"
brew "pyenv"
brew "rename"
brew "ruby"
brew "shellcheck"
brew "subversion"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "yank"
brew "yarn"
brew "z"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "anki"
cask "apparency"
cask "appcleaner"
cask "basictex"
cask "betterzip"
cask "codespace"
cask "deepl"
cask "discord"
cask "font-fira-code"
cask "font-ibm-plex-mono"
cask "font-inconsolata"
cask "font-inconsolata-g"
cask "font-inconsolata-g-for-powerline"
cask "google-cloud-sdk"
cask "gpg-suite-no-mail"
cask "insomnia"
cask "kap"
cask "karabiner-elements"
cask "logitech-options"
cask "multipass"
cask "obsidian"
cask "orca"
cask "pomotodo"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklookase"
cask "raycast"
cask "suspicious-package"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "webpquicklook"
cask "xquartz"
